<unk>	0
<s>	0
</s>	0
AG	-0
TG	-1
CC	-2
TC	-3
AC	-4
AA	-5
TGG	-6
TT	-7
AGG	-8
AGC	-9
TCC	-10
GG	-11
ACC	-12
TGC	-13
AAG	-14
AT	-15
ATG	-16
GC	-17
ATC	-18
AAC	-19
TTC	-20
CCC	-21
ATT	-22
TAC	-23
ATGG	-24
AAGG	-25
AGCC	-26
TTG	-27
GCC	-28
TGGC	-29
ATCC	-30
TGCC	-31
AGAA	-32
GGC	-33
AAGC	-34
TAA	-35
TTCC	-36
ACCC	-37
AGGC	-38
AGAC	-39
ATGC	-40
AAAA	-41
TGGG	-42
ACG	-43
TCCC	-44
AGTG	-45
GGG	-46
AACC	-47
TTGG	-48
ATTC	-49
TGTC	-50
AGAG	-51
TACC	-52
TGAC	-53
AGGG	-54
TTTC	-55
AGTC	-56
AAAC	-57
TGTG	-58
AGAAG	-59
TGGCC	-60
TAT	-61
GGCC	-62
TTGC	-63
TATG	-64
TCG	-65
TGAA	-66
TAG	-67
TTTG	-68
ACTC	-69
AGGCC	-70
AAAG	-71
ACAC	-72
ATTG	-73
ACAG	-74
AATG	-75
ATGGC	-76
TATC	-77
TCTC	-78
TGGGC	-79
AGCG	-80
GGGC	-81
AGCCC	-82
ACTG	-83
TATT	-84
AAGCC	-85
TCTG	-86
ATCG	-87
ACCCC	-88
AATC	-89
AACG	-90
TTTT	-91
ACCG	-92
AGAGG	-93
AGCTC	-94
AAGGC	-95
ATAC	-96
TGCTG	-97
TGGAC	-98
AAGAA	-99
ATGCC	-100
AGCTG	-101
TGGGG	-102
AGTT	-103
TCCCC	-104
TTCG	-105
AGGGC	-106
ATAA	-107
TCAC	-108
AGAAC	-109
TGCG	-110
TGCCC	-111
AGGAC	-112
TTAC	-113
TCCG	-114
TGCTC	-115
AGAGC	-116
AGATG	-117
ATCCC	-118
AGACC	-119
TGGAA	-120
TAAC	-121
ACGG	-122
TCCTC	-123
ATTCC	-124
AGGAA	-125
GCG	-126
TGAAG	-127
AGCAGC	-128
ACAA	-129
TACG	-130
GGGG	-131
ACCTC	-132
TGGAG	-133
AGGAGG	-134
TTCCC	-135
TGGTG	-136
ACGC	-137
ATGGG	-138
TGGTC	-139
TAAG	-140
TAGC	-141
G	-142
C	-143
A	-144
T	-145
▁	-146
